Repository: CalebQ42/SWAssistant
Catalog: lib/l10n/app_*.arb
Languages: it

# introWelcome
source: Welcome!
it: Benvenuti!

# introPage0Line1
source: Thank you for trying SWAssistant. Before we get started, you first have to set up some preferences.
it: Grazie per aver scelto SWAssistant. Prima di iniziare, devi impostare alcune preferenze.

# introPage0Line2
source: Additionally, if you used a previous version of this app, we will need to import your old profiles first.
it: Inoltre, se hai usato una versione precedente di questa applicazione, dovremo prima importare i tuoi vecchi profili.

# introPage0ImportButton
source: Import Profiles
it: Importa Profili

# introPage0ManualImport
source: Manual Import
it: Importa Manualmente

# introPage0ManualImportLine0
source: Due to the stupid way old versions of SWAssistant saved profiles and changes to Android, you'll need to manually import your profiles. If you used cloud saving, you can alternatively skip this and turn on cloud saving. When you hit continue, a file explorer should pop up.
it: A causa del modo stupido in cui le vecchie versioni di SWAssistant salvavano i profili e le modifiche ad Android, è necessario importare manualmente i tuoi profili. Se hai usato il cloud saving, puoi in alternativa saltare questo passaggio e attivare il Salvataggio Cloud. Quando premi Continua, dovrebbe comparire un file explorer.

# introPage0ManualImportLine1
source: 1) Open up the Navigation Drawer (the three lines in the top left corner) and select your phone
it: 1) Aprire il Pannello di Navigazione (le tre linee nell'angolo in alto a sinistra) e selezionare il telefono

# introPage0ManualImportLine1a
source: 1a) If your phone is not there, you may have to open up the overflow menu (the three dots in the top right corner) and tap "Show Internal Storage"
it: 1a) Se il telefono non è lì, potrebbe essere necessario aprire il menu extra (i tre punti nell'angolo in alto a destra) e toccare "Mostra memoria interna"

# introPage0ManualImportLine2
source: 2) Select the folder named SWChars
it: 2) Selezionare la cartella chiamata SWChars

# introPage0ManualImportLine3
source: 3) Long press on one of the files until it goes into multi-select mode, then select all the other files in the folder
it: 3) Premere a lungo su uno dei file fino a quando non entra in modalità multi-selezione, quindi selezionare tutti gli altri file nella cartella

# introPage0ManualImportLine4
source: 4) Click the Select Files button.
it: 4) Fare clic su Seleziona File.

# introPage1FirebaseExplaination
source: SWAssistant makes use of the Firebase by Google. Firebase is used in the project to provide crash reporting, ads, and to download pre-made profiles. If you want to, you can disable Firebase completely, or disable just crash reporting and/or ads. You can change this later in settings.
it: SWAssistant utilizza il Firebase di Google. Firebase è utilizzato nel progetto per fornire report di crash, annunci e per scaricare profili già creati. Se lo si desidera, è possibile disabilitare completamente Firebase o disabilitare solo la segnalazione di crash e/o pubblicità. È possibile modificare questo in seguito nelle impostazioni.

# introPage1CrashReportingExplaination
source: If you disable crash reporting, any issues you encounter WILL NOT be fixed as I will have no ability to know what's causing the issues.
it: Se si disabilita la segnalazione di crash, qualsiasi problema si incontri NON potrà essere risolto in quanto non abbiamo alcuna possibilità di sapere cosa sta causando i problemi.

# importSuccess
source: Successfully imported {number} profiles.
it: Importati con successo {number} profili.

# importDialog
source: Importing Profiles...
it: Importazione Profili...

# loadingDialog
source: Loading...
it: Caricamento...

# gmModeTap
source: Select a profile on the left to edit.
it: Seleziona un profilo a sinistra da editare.

# gmModeType
source: Type...
it: Genere...

# translate
source: Help Translate!
it: Aiuta a tradurre!

# discuss
source: Discuss/Announcements
it: Discussione/Avvisi

source: Success
it: Successo

source: Failure
it: Fallimento

source: Advantage
it: Vantaggio

source: Threat
it: Minaccia

source: Triumph
it: Trionfo

source: Despair
it: Disfatta

source: Light Side
it: Lato Chiaro

source: Dark Side
it: Lato Oscuro

source: Ability
it: Abilità

source: Proficiency
it: Competenza

source: Difficulty
it: Difficoltà

source: Challenge
it: Sfida

source: Boost
it: Potenziamento

source: Setback
it: Ostacolo

source: Force
it: Forza

source: Brawn
it: Vigore

source: Agility
it: Agilità

source: Intellect
it: Intelletto

source: Cunning
it: Astuzia

source: Willpower
it: Volontà

source: Presence
it: Presenza

source: GM Mode
it: Modalità GM

source: Profiles
it: Profili

source: Characters
it: Personaggi

source: Minions
it: Servitori

source: Vehicles
it: Veicoli

source: Other Stuff
it: Altro

source: Dice
it: Dado

source: Guide
it: Guida

source: Settings
it: Impostazioni

source: Donate
it: Effettua una donazione

source: All
it: Tutto

source: Uncategorized
it: Non Categorizzato

source: Categories
it: Categorie

source: Edit
it: Modifica

# donoOptions
source: Donation Options
it: Opzioni Donazione

# gPlayDesc
source: Easy to use with support for most currencies, but donations are capped and Google takes a 15% cut
it: Facile da usare con il supporto per la maggior parte delle valute, ma le donazioni sono limitate e Google prende una fetta del 15%

# sponsors
source: Github Sponsors
it: Github Sponsor

# sponsorsDesc
source: You can donate either one time or on a monthly basis, with custom amounts, AND 100% of your money goes to the developer
it: È possibile donare una volta o su base mensile, con importi personalizzati, E il 100% del tuo denaro va allo sviluppatore

source: New Character
it: Nuovo Personaggio

source: New Minion
it: Nuovo PNG

source: New Vehicle
it: Nuovo Veicolo

# woundStrain
source: Wound and Strain
it: Ferite e Fatica

# specializationPlural
source: Specializations
it: Specializzazioni

# forcePowerPlural
source: Force Powers
it: Poteri della Forza

source: Morality
it: Moralità

# skillPlural
source: Skills
it: Abilita'

source: Save weapons first!
it: Salva le armi prima!

# restoreWeapons
source: Restore saved weapons
it: Ripristina le armi salvate

source: Weapons Restored
it: Armi Ripristinate

source: Save weapons
it: Salva armi

# overwriteWeapons
source: Overwrite saved weapons
it: Sovrascrivi le armi salvate

source: Weapons Saved
it: Armi Salvate

source: Save inventory first!
it: Salva prima l'inventario!

# restoreInventory
source: Restore saved inventory
it: Ripristina l'inventario salvato

source: Inventory Restored
it: Inventario Ripristinato

source: Save inventory
it: Salva inventario

# overwriteInventory
source: Overwrite saved inventory
it: Sovrascrivi l'inventario salvato

source: Inventory Saved
it: Inventario Salvato

source: Damage
it: Danno

source: Critical Hits
it: Colpi Critici

# basicInfo
source: Basic Information
it: Informazioni Di Base

source: Defense
it: Difesa

# weaponPlural
source: Weapons
it: Armi

# characteristicPlural
source: Characteristics
it: Caratteristiche

# talentPlural
source: Talents
it: Talenti

source: Inventory
it: Inventario

# criticalInj
source: Critical Injuries
it: Ferite Critiche

# ret
source: Return
it: Torna

# desc
source: Description
it: Descrizione

source: Name
it: Nome

source: Rank
it: Rango

source: Characteristic
it: Caratteristica

source: Category
it: Categoria

source: Force Power
it: Poteri della Forza

source: Specialization
it: Specializzazione

source: Skill
it: Abilità

source: Talent
it: Talento

source: Item
it: Oggetto

source: Weapon
it: Arma

source: Value
it: Valore

source: Career
it: Professione

# skills1
source: Astrogation
it: Astronavigazione

# skills2
source: Athletics
it: Atletica

# skills3
source: Brawl
it: Lotta

# skills4
source: Charm
it: Fascino

# skills5
source: Coercion
it: Coercizione

# skills6
source: Computers
it: Computer

# skills7
source: Cool
it: Sangue Freddo

# skills8
source: Coordination
it: Coordinazione

# skills9
source: Deception
it: Inganno

# skills10
source: Discipline
it: Disciplina

# skills11
source: Gunnery
it: Artiglieria

# skills12
source: Leadership
it: Autorità

# skills13
source: Lightsaber
it: Spada Laser

# skills14
source: Mechanics
it: Meccanica

# skills15
source: Medicine
it: Medicina

# skills16
source: Melee
it: Corpo a corpo

# skills17
source: Negotiation
it: Contrattare

# skills18
source: Perception
it: Percezione

# skills19
source: Piloting(Planetary)
it: Pilotaggio(Planetario)

# skills20
source: Piloting(Space)
it: Pilotaggio(Spazio)

# skills21
source: Ranged(Heavy)
it: Distanza(Pesante)

# skills22
source: Ranged(Light)
it: Distanza(Leggera)

# skills23
source: Resilience
it: Resilienza

# skills24
source: Skulduggery
it: Criminalità

# skills25
source: Stealth
it: Furtività

# skills26
source: Streetwise
it: Bassifondi

# skills27
source: Survival
it: Sopravvivenza

# skills28
source: Vigilance
it: Vigilanza

# skills29
source: Knowledge(Core Worlds)
it: Conoscenza (Mondi Centrali)

# skills30
source: Knowledge(Education)
it: Conoscenza (istruzione)

# skills31
source: Knowledge(Lore)
it: Conoscenza (Cultura)

# skills32
source: Knowledge(Outer Rim)
it: Conoscenza (Orlo Esterno)

# skills33
source: Knowledge(Underworld)
it: Conoscenza (Submondo)

# skills34
source: Knowledge(Xenology)
it: Conoscenza (Xenologia)

# skills35
source: Other...
it: Altro...

source: Severity
it: Difficoltà

# severityLevel1
source: Easy
it: Facile

# severityLevel2
source: Average
it: Moderato

# severityLevel3
source: Hard
it: Difficile

# severityLevel4
source: Daunting
it: Scoraggiante

# encumTotal
source: Encumbrance (Total)
it: Ingombro (Totale)

# advNeeded
source: Advantage Needed
it: Vantaggio necessario

source: Critical
it: Critico

source: Hard Points
it: Punti Durezza

# encum
source: Encumbrance
it: Ingombro

source: Range
it: Portata

# weapRange
source: Weapon Range
it: Gittata Arma

# rangeLevel1
source: Engaged
it: Ravvicinato

# rangeLevel2
source: Short
it: Corta

# rangeLevel3
source: Medium
it: Media

# rangeLevel4
source: Long
it: Lunga

# rangeLevel5
source: Extreme
it: Estrema

source: Item Damage
it: Danno Oggetto

# damageLevel1
source: Undamaged
it: Non danneggiato

# damageLevel2
source: Minor
it: Minore

# damageLevel3
source: Moderate
it: Moderato

# damageLevel4
source: Major
it: Maggiore

# damageLevel5
source: Broken
it: Rotto

source: Add Characteristic
it: Aggiungi Caratteristica

# addBrawn
source: Add Brawn to Damage
it: Aggiungi Rissa al Danno

source: Loaded
it: Caricato

source: Ammo
it: Munizioni

source: Species
it: Specie

source: Age
it: Età

source: Motivation
it: Motivazione

source: Force Rating:
it: Classificazione della Forza:

source: Conflict
it: Conflitto

source: Resolve Conflict
it: Risolvi conflitto:

# conflictResult
source: You rolled a {result}
it: Il tuo risultato è {result}

# emoStr
source: Emotional Strength:
it: Forza Emozionale:

# emoWeak
source: Emotional Weakness:
it: Debolezza Emozionale:

source: Wound
it: Ferita

source: Max Wound
it: Massima Ferita

source: Strain
it: Fatica

source: Max Strain
it: Fatica Massima

source: Current:
it: Attuale:

source: Total:
it: Totale:

source: Add XP
it: Aggiungi XP

source: Melee
it: Corpo a corpo

source: Ranged
it: A distanza

source: Credits:
it: Riconoscimenti:

# encumCap
source: Encumbrance Capacity:
it: Capacità di Carico:

# overEncumNotice
source: You are over-encumbered! Add a setback die to all Agility and Brawn checks.
it: Sei sovraccarico! Aggiungi una dado Ostacolo alle prove di Agilità e Rissa.

# brokenWeapon
source: Weapon is broken and cannot fire!
it: L'arma è rotta e non può sparare!

# weaponOutOfAmmo
source: Weapon is out of Ammo!
it: L'arma è scarica!

# minNum
source: Number of Minions:
it: Numero di mostri:

# minWound
source: Wound per Minion:
it: Ferite per mostro

source: Hull Trauma
it: Danni allo Scafo

# maxTrauma
source: Max Hull Trauma
it: Danni Massimi allo Scafo

# sysStress
source: System Stress
it: Stress Di Sistema

# maxStress
source: Max System Stress
it: Massimo Stress Di Sistema

# totalDefense
source: Total Defense (For Angling)
it: Totale Difesa (per lato)

source: Fore
it: Prua

source: Port
it: Babordo

source: Starboard
it: Tribordo

source: Aft
it: Poppa

# anglingWarning
source: WARNING: Angled defense does not equal total defense
it: ATTENZIONE: la Difesa Laterale non è pari alla Difesa Totale

source: Silhouette
it: Sagoma

source: Speed
it: Velocità

source: Armor
it: Armatura

source: Handling
it: Manovrabilità

source: Passengers
it: Passeggeri

source: Soak:
it: Fradicio

# copyOf
source: Copy of {name}
it: Copia di {name}

source: Stats
it: Statistiche

source: Notes
it: Note

# deletedSpecialization
source: Specialization Deleted
it: Specializzazione Eliminata

# deletedSkill
source: Skill Deleted
it: Abilità Eliminata

# deletedTalent
source: Talent Deleted
it: Talento Eliminato

# deletedItem
source: Item Deleted
it: Oggetto cancellato.

# deletedWeapon
source: Weapon Deleted
it: Arma Eliminata

# deletedCharacter
source: Character Deleted
it: Personaggio eliminato

# deletedMinion
source: Minion Deleted
it: PNG Eliminato

# deletedVehicle
source: Vehicle Deleted
it: Veicolo Eliminato

# deletedNote
source: Note Deleted
it: Nota Eliminata

source: Undo
it: Annulla

source: Fire!
it: Fuoco!

# forceDark
source: Force Dark Side
it: Forza Lato Scuro

# forceLight
source: Force Light Side
it: Forza tema chiaro

# amoledTheme
source: Amoled (Pitch Black) Dark Theme
it: Tema Scuro Amoled (Pitch Black)

# colorDice
source: Color Dice Roller
it: Colore Lancia Dadi

# firebaseOnNotice
source: Turning on Firebase requires an app restart. Continue?
it: Attivare Firebase richiede un riavvio dell'app. Continuare?

# firebaseOffNotice
source: Turning off firebase will remove the ability to download profiles. Additionally the app needs to be restarted for this to take effect. Continue?
it: Disattivando Firebase si rimuoverà la possibilità di scaricare i profili. Inoltre, l'app deve essere riavviata perché abbia effetto. Continuare?

# firebaseSubtitle
source: Needed for crash reporting and downloads
it: Necessario per la segnalazione di crash e download

# crashReportingSubtitle
source: Anonymous crash reporting provided by Firebase Crashlytics
it: Segnalazione di crash anonima fornita da Firebase Crashlytics

# aboutText
source: See https://github.com/CalebQ42/SWAssistant for license and other info
it: Visita https://github.com/CalebQ42/SWAssistant per la licenza e altre informazioni

# cloudSave
source: Cloud Save (via Google Drive)
it: Salvataggio Cloud (tramite Google Drive)
